
<!DOCTYPE html>
<html lang="zh-CN">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>&#x5BF9;&#x96EA;&#x8BF4;&#x7684;&#x5FC3;&#x91CC;&#x8BDD;</title>
    <style>
        @import url('https://fonts.googleapis.com/css2?family=Noto+Serif+SC:wght@300;400;700&display=swap');

        body {
            margin: 0;
            padding: 0;
            background: linear-gradient(to bottom, #0f1215, #232526);
            color: #d1d1d1;
            font-family: 'Noto Serif SC', 'Songti SC', serif;
            line-height: 1.8;
            min-height: 100vh;
            display: flex;
            justify-content: center;
            align-items: flex-start;
            overflow-x: hidden;
        }

        .bg-animation {
            position: fixed;
            top: 0;
            left: 0;
            width: 100%;
            height: 100%;
            pointer-events: none;
            z-index: -1;
            background-image: 
                radial-gradient(white, rgba(255,255,255,.2) 2px, transparent 3px),
                radial-gradient(white, rgba(255,255,255,.15) 1px, transparent 2px),
                radial-gradient(white, rgba(255,255,255,.1) 2px, transparent 3px);
            background-size: 550px 550px, 350px 350px, 250px 250px;
            background-position: 0 0, 0 0, 0 0;
            animation: snow 20s linear infinite;
        }

        @keyframes snow {
            0% { background-position: 0 0, 0 0, 0 0; }
            100% { background-position: 550px 1000px, 400px 400px, 300px 300px; }
        }

        .container {
            width: 100%;
            max-width: 650px;
            padding: 40px 25px;
            margin: 0 auto;
            opacity: 0;
            animation: fadeIn 2s ease-in-out forwards;
        }

        @keyframes fadeIn {
            to { opacity: 1; }
        }

        h1 {
            font-weight: 400;
            font-size: 24px;
            text-align: center;
            margin-bottom: 40px;
            letter-spacing: 2px;
            color: #fff;
            padding-bottom: 15px;
            border-bottom: 1px solid rgba(255, 255, 255, 0.1);
        }

        .intro {
            font-style: italic;
            color: #a0a0a0;
            margin-bottom: 30px;
            font-size: 15px;
            text-align: center;
        }

        p {
            margin-bottom: 25px;
            text-align: justify;
            font-size: 16px;
            font-weight: 300;
        }

        .highlight {
            color: #fff;
            border-bottom: 1px dashed #555;
        }

        .outro {
            margin-top: 50px;
            padding-top: 20px;
            border-top: 1px solid rgba(255, 255, 255, 0.1);
            font-size: 14px;
            color: #999;
        }

        .outro strong {
            display: block;
            margin-bottom: 10px;
            font-size: 16px;
            color: #ddd;
        }

        @media (min-width: 768px) {
            .container {
                padding: 60px 40px;
                margin-top: 40px;
                margin-bottom: 40px;
                background: rgba(255, 255, 255, 0.03);
                border-radius: 8px;
                box-shadow: 0 4px 30px rgba(0, 0, 0, 0.5);
                backdrop-filter: blur(5px);
            }
            p {
                font-size: 17px;
            }
        }
    </style>
</head>
<body>

    <div class="bg-animation"></div>

    <div class="container">
        <!-- 标题：对雪说的心里话 -->
        <h1>&#x5BF9;&#x96EA;&#x8BF4;&#x7684;&#x5FC3;&#x91CC;&#x8BDD;</h1>
        
        <!-- 开篇：心里的话，爱你我选择不再挽回 -->
        <div class="intro">
            &#x5F00;&#x7BC7;&#xFF1A;&#x5FC3;&#x91CC;&#x7684;&#x8BDD;&#xFF0C;&#x7231;&#x4F60;&#x6211;&#x9009;&#x62E9;&#x4E0D;&#x518D;&#x633D;&#x56DE;
        </div>

        <!-- 正文段落 -->
        <p>
            &#x6211;&#x4F9D;&#x7A00;&#x8BB0;&#x5F97;&#x4F60;&#x8BF4;&#x8FC7;&#xFF0C;&#x4EE5;&#x524D;&#x5206;&#x624B;&#x6CA1;&#x6709;&#x53BB;&#x627E;&#x4F60;&#xFF0C;&#x6CA1;&#x6709;&#x633D;&#x56DE;&#x4F60;&#xFF0C;&#x8FD9;&#x6B21;&#x6211;&#x505A;&#x4E86;&#xFF0C;&#x867D;&#x7136;&#x7ED3;&#x679C;&#x4E0D;&#x7F8E;&#x597D;&#xFF0C;&#x6211;&#x4E5F;&#x5766;&#x7136;&#x63A5;&#x53D7;&#xFF0C;&#x81F3;&#x5C11;&#x505A;&#x548C;&#x4E0D;&#x505A;&#x662F;&#x4E24;&#x56DE;&#x4E8B;&#x3002;
        </p>

        <p>
            &#x5728;&#x4F60;&#x5BB6;&#x697C;&#x4E0B;&#x6211;&#x8BF4;&#x5206;&#x624B;&#x90A3;&#x65F6;&#xFF0C;&#x6211;&#x65E9;&#x6709;&#x9884;&#x611F;&#x6211;&#x4EEC;&#x5F88;&#x96BE;&#x6709;&#x7ED3;&#x679C;&#xFF0C;&#x6211;&#x4E5F;&#x60F3;&#x5230;&#x4E86;&#x5982;&#x4ECA;&#x8FD9;&#x4E2A;&#x5C40;&#x9762;&#x3002;
        </p>

        <p>
            &#x6211;&#x6709;&#x60F3;&#x8FC7;&#x4F1A;&#x5BF9;&#x4F60;&#x4E0D;&#x597D;&#xFF0C;&#x6211;&#x4E0D;&#x591F;&#x6210;&#x719F;&#xFF0C;&#x4E0D;&#x591F;&#x7A33;&#x91CD;&#xFF0C;&#x4E0D;&#x591F;&#x5173;&#x5FC3;&#xFF0C;&#x8BF4;&#x771F;&#x7684;&#x4F60;&#x8BF4;&#x5206;&#x624B;&#xFF0C;&#x6211;&#x4E0D;&#x540E;&#x6094;&#x540C;&#x610F;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x77E5;&#x9053;&#x4F60;&#x80FD;&#x9047;&#x5230;&#x66F4;&#x597D;&#x7684;&#x4EBA;&#x3002;&#x6211;&#x4EE5;&#x524D;&#x603B;&#x662F;&#x8BA9;&#x81EA;&#x5DF1;&#x8BB0;&#x4F4F;&#x5BF9;&#x4F60;&#x521D;&#x5FC3;&#xFF0C;&#x5728;&#x4E00;&#x8D77;&#x4E45;&#x4E86;&#xFF0C;&#x603B;&#x662F;&#x4F1A;&#x6162;&#x6162;&#x9057;&#x5FD8;&#x81EA;&#x5DF1;&#x7684;&#x521D;&#x5FC3;&#xFF0C;&#x5BF9;&#x4F60;&#x8BF4;&#x58F0;&#x62B1;&#x6B49;&#xFF0C;&#x5BF9;&#x4E0D;&#x8D77;&#x3002;
        </p>

        <p>
            &#x589E;&#x51E0;&#x4F55;&#x65F6;&#x4E5F;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x5BF9;&#x4F60;&#x7684;&#x7231;&#xFF0C;&#x6D77;&#x8A93;&#x5C71;&#x76DF;&#xFF0C;&#x81F3;&#x6B7B;&#x4E0D;&#x6E1D;&#xFF0C;&#x6162;&#x6162;&#x53D1;&#x73B0;&#x81EA;&#x5DF1;&#x7684;&#x4E0D;&#x8DB3;&#x548C;&#x7F3A;&#x70B9;&#xFF0C;&#x624D;&#x660E;&#x767D;&#xFF0C;&#x7231;&#x4E00;&#x4E2A;&#x4EBA;&#xFF0C;&#x8981;&#x80FD;&#x7ED9;&#x5979;&#x4E00;&#x4E2A;&#x6E29;&#x6696;&#x7684;&#x5BB6;&#xFF0C;&#x907F;&#x98CE;&#x7684;&#x6E2F;&#x6E7E;&#xFF0C;&#x5FC3;&#x7075;&#x7684;&#x6811;&#x6D1E;&#xFF0C;&#x4F24;&#x5FC3;&#x65F6;&#x7684;&#x5B89;&#x6170;&#xFF0C;&#x8DB3;&#x591F;&#x7684;&#x8D22;&#x5BCC;&#xFF0C;&#x968F;&#x65F6;&#x966A;&#x4F34;&#xFF0C;&#x6211;&#x51E0;&#x4E4E;&#x90FD;&#x6CA1;&#x505A;&#x5230;&#xFF0C;&#x5E76;&#x4E14;&#x8FD8;&#x5F88;&#x5DEE;&#x52B2;&#x3002;&#x9047;&#x5230;&#x95EE;&#x9898;&#xFF0C;&#x9996;&#x5148;&#x8981;&#x89E3;&#x51B3;&#x7684;&#x662F;&#x4F60;&#xFF0C;&#x6211;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x5F88;&#x5DEE;&#x52B2;&#xFF0C;&#x914D;&#x4E0D;&#x4E0A;&#x5982;&#x6B64;&#x5B8C;&#x7F8E;&#x7684;&#x4F60;&#xFF0C;&#x8D8A;&#x63A8;&#x8D8A;&#x8FDC;&#xFF0C;&#x6211;&#x5351;&#x5FAE;&#xFF0C;&#x6211;&#x81EA;&#x8D23;&#xFF0C;&#x6211;&#x65E0;&#x529B;&#x6539;&#x53D8;&#xFF0C;&#x6539;&#x4E5F;&#x6539;&#x4E0D;&#x597D;&#xFF0C;&#x4E5F;&#x6CA1;&#x597D;&#x597D;&#x6539;&#x8FC7;&#xFF08;&#x8DEA;&#x4E0B;&#x8BA4;&#x4E2A;&#x9519;&#xFF09;
        </p>

        <p>
            &#x6211;&#x521D;&#x604B;&#x5206;&#x624B;&#x65F6;&#x5019;&#x4ED6;&#x4E5F;&#x627E;&#x8FC7;&#x51E0;&#x6B21;&#x6211;&#xFF0C;&#x8BF4;&#x548C;&#x597D;&#xFF0C;&#x6211;&#x90FD;&#x662F;&#x76F4;&#x63A5;&#x62C9;&#x9ED1;&#xFF0C;&#x7EDD;&#x60C5;&#x7684;&#x505A;&#x6CD5;&#x3002;&#x867D;&#x7136;&#x4F60;&#x4E0D;&#x662F;&#x6211;&#x7684;&#x521D;&#x604B;&#xFF0C;&#x4F46;&#x5728;&#x90A3;&#x65F6;&#x6211;&#x6700;&#x96BE;&#x8FC7;&#x7684;&#x65F6;&#x5019;&#x4F60;&#x5B89;&#x6170;&#x8FC7;&#x6211;&#xFF0C;&#x9F13;&#x52B1;&#x8FC7;&#x6211;&#xFF0C;&#x76F8;&#x4FE1;&#x8FC7;&#x6211;&#xFF0C;&#x613F;&#x610F;&#x548C;&#x6211;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x7231;&#x7684;&#x6D01;&#x767D;&#x65E0;&#x7455;&#xFF0C;&#x65E0;&#x4E0E;&#x4F26;&#x6BD4;&#xFF0C;&#x5C31;&#x662F;&#x6211;&#x7684;&#x767D;&#x6708;&#x5149;&#x3002;&#x6211;&#x5F88;&#x6000;&#x604B;&#x4ECE;&#x524D;&#xFF0C;&#x90A3;&#x65F6;&#x5019;&#x7684;&#x4F60;&#x8BA9;&#x6211;&#x7231;&#x4F60;&#x5230;&#x4E86;&#x73B0;&#x5728;&#x3002;&#x4F60;&#x4E0D;&#x7BA1;&#x8BF4;&#x4EC0;&#x4E48;&#x6211;&#x90FD;&#x8FD8;&#x613F;&#x610F;&#x627E;&#x4F60;&#x5462;&#xFF1F;&#x56E0;&#x4E3A;&#x6211;&#x968F;&#x65F6;&#x80FD;&#x611F;&#x53D7;&#x5230;&#x4F60;&#x66FE;&#x7ECF;&#x90A3;&#x65F6;&#x7231;&#x6211;&#x7684;&#x611F;&#x89C9;&#xFF0C;&#x4E0D;&#x66FE;&#x5FD8;&#x8BB0;&#xFF0C;&#x65E0;&#x6CD5;&#x5FD8;&#x8BB0;&#xFF0C;&#x968F;&#x7740;&#x6211;&#x7684;&#x4E00;&#x751F;&#x76F4;&#x5230;&#x6C38;&#x8FDC;&#x3002;
        </p>

        <p>
            &#x971C;&#x96EA;&#x662F;&#x6700;&#x597D;&#x7684;&#x5973;&#x5B69;&#xFF0C;&#x56E0;&#x4E3A;&#x5982;&#x6B64;&#xFF0C;&#x5F80;&#x540E;&#x6211;&#x4F1A;&#x5C65;&#x884C;&#x627F;&#x8BFA;&#xFF0C;&#x4E0D;&#x4F1A;&#x627E;&#x4F60;&#x518D;&#x8BF4;&#x5728;&#x4E00;&#x8D77;&#x548C;&#x597D;&#xFF0C;&#x6211;&#x4E0D;&#x662F;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x6709;&#x591A;&#x9AD8;&#x5C1A;&#xFF0C;&#x591A;&#x6DF1;&#x60C5;&#x3002;&#x7ECF;&#x5386;&#x4E86;&#x8FD9;&#x4E48;&#x591A;&#x4E8B;&#xFF0C;&#x6211;&#x660E;&#x767D;&#x4E86;&#x6211;&#x7684;&#x51FA;&#x73B0;&#x5C31;&#x662F;&#x4E16;&#x754C;&#x7684;&#x4E00;&#x4E2A;&#x9519;&#x8BEF;&#x3002;
        </p>

        <p>
            &#x6211;&#x5E0C;&#x671B;&#x4F60;&#x80FD;&#x628A;&#x6211;&#x7684;&#x6240;&#x6709;&#x8054;&#x7CFB;&#x65B9;&#x5F0F;&#x62C9;&#x9ED1;&#xFF0C;&#x4E0D;&#x8981;&#x7559;&#x4E00;&#x4E1D;&#x7F1D;&#x9699;&#xFF0C;&#x4E3A;&#x4F60;&#x597D;&#xFF0C;&#x4E5F;&#x8BA9;&#x6211;&#x4E0D;&#x518D;&#x4E3A;&#x6B64;&#x72AF;&#x4E0B;&#x66F4;&#x591A;&#x7684;&#x9519;&#x8BEF;&#xFF0C;&#x4F60;&#x4E5F;&#x653E;&#x5FC3;&#xFF0C;&#x6211;&#x4E0D;&#x4F1A;&#x5BF9;&#x5916;&#x8BF4;&#x6211;&#x4EEC;&#x4E4B;&#x95F4;&#x7684;&#x8FC7;&#x5F80;&#xFF0C;&#x672A;&#x6765;&#x7684;&#x8DEF;&#x9700;&#x8981;&#x4F60;&#x81EA;&#x5DF1;&#x8D70;&#x4E86;&#xFF0C;&#x52A0;&#x6CB9;&#x55F7;&#x3002;
        </p>

        <p>
            &#x5206;&#x624B;&#x7684;&#x8FD9;6&#x4E2A;&#x6708;&#x4EE5;&#x6765;&#xFF0C;&#x9664;&#x4E86;&#x521A;&#x5F00;&#x59CB;&#x7684;&#x633D;&#x56DE;&#x5916;&#xFF0C;&#x5982;&#x4ECA;&#x52A0;&#x4F60;&#x597D;&#x53CB;&#x4E5F;&#x53EA;&#x662F;&#x60F3;&#x4F60;&#x4E86;&#xFF0C;&#x60F3;&#x627E;&#x4F60;&#x804A;&#x804A;&#x5929;&#xFF0C;&#x4F60;&#x4EE5;&#x524D;&#x8BF4;&#x6211;&#x6709;&#x65F6;&#x95F4;&#x90FD;&#x4E0D;&#x56DE;&#x4F60;&#x6D88;&#x606F;&#xFF0C;&#x73B0;&#x5728;&#x6211;&#x4E5F;&#x80FD;&#x660E;&#x767D;&#x4F60;&#x66FE;&#x7ECF;&#x8BF4;&#x8FC7;&#x8BDD;&#x6700;&#x6839;&#x672C;&#x7684;&#x542B;&#x4E49;&#xFF0C;&#x611F;&#x53D7;&#x4E0D;&#x5230;&#x7231;&#x3002;&#x5931;&#x843D;&#xFF0C;&#x70E6;&#x8E81;&#xFF0C;&#x5FE7;&#x4F24;&#x3002;&#x5F88;&#x660E;&#x663E;&#x6211;&#x505A;&#x7684;&#x5F88;&#x5DEE;&#xFF0C;&#x6211;&#x4E5F;&#x4E0D;&#x662F;&#x5E0C;&#x671B;&#x5199;&#x7BC7;&#x5C0F;&#x4F5C;&#x6587;&#x8BA9;&#x4F60;&#x56DE;&#x5FC3;&#x8F6C;&#x610F;&#xFF0C;&#x6211;&#x5462;&#xFF0C;&#x5DF2;&#x7ECF;&#x60F3;&#x597D;&#x4E86;&#xFF0C;&#x7528;&#x6B64;&#x523B;&#x6700;&#x5E73;&#x9759;&#x7684;&#x5FC3;&#x5199;&#x7684;&#x8FD9;&#x7BC7;&#xFF0C;&#x627E;&#x4E2A;&#x66F4;&#x597D;&#x7684;&#x3002;
        </p>

        <div class="outro">
            <!-- 结语 -->
            <strong>&#x7ED3;&#x8BED;</strong>
            &#x4F60;&#x662F;&#x6700;&#x597D;&#x7684;&#x5973;&#x5B69;&#xFF0C;&#x4E5F;&#x662F;&#x6211;&#x7684;&#x767D;&#x6708;&#x5149;&#xFF0C;&#x5E0C;&#x671B;&#x4F60;&#x7ECF;&#x5386;&#x4E86;&#x8FD9;&#x4E9B;&#x4EE5;&#x540E;&#xFF0C;&#x5728;&#x672A;&#x6765;&#x7684;&#x65E5;&#x5B50;&#x91CC;&#x9047;&#x5230;&#x6B64;&#x7C7B;&#x611F;&#x60C5;&#xFF0C;&#x80FD;&#x591F;&#x6210;&#x957F;&#x5E76;&#x597D;&#x597D;&#x7684;&#x4FDD;&#x62A4;&#x597D;&#x81EA;&#x5DF1;&#x4E0D;&#x53D7;&#x4F24;&#x5BB3;&#xFF0C;&#x5728;&#x6B64;&#x8877;&#x5FC3;&#x7684;&#x795D;&#x613F;&#x4F60;&#xFF0C;&#x80FD;&#x627E;&#x4E2A;&#x6709;&#x94B1;&#x6709;&#x989C;&#x53C8;&#x5BA0;&#x4F60;&#x7684;&#x767D;&#x9A6C;&#x738B;&#x5B50;&#xFF0C;&#x6709;&#x70B9;&#x63EA;&#x5FC3;&#x4F46;&#x6CA1;&#x4E8B;&#x3002;
        </div>
    </div>

</body>
</html>
